base
base-devel
bluetuith
brightnessctl
chromium
clang
cmake
discord
dmenu
dosfstools
dunst
efibootmgr
feh
fish
ghcup-hs-bin
gimp
git
github-cli
gparted
grim
grub
gst-plugin-pipewire
htop
i3blocks
intel-ucode
jdk17-openjdk
jdk8-openjdk
kitty
lazygit
lf
libpulse
linux
linux-firmware
man-db
mate-polkit
mimeo
mkdocs
mpv
mtools
namcap
nano
ncdu
neovim
networkmanager
os-prober
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-i3ipc
qbittorrent
rmlint
slurp
smh-bin
sof-firmware
swayfx
swaylock
swww
sysstat
timeshift
tmux
ttf-jetbrains-mono-nerd
unarchiver
wine
winetricks
wireplumber
wl-clipboard
xdg-utils-mimeo
xorg-xhost
xorg-xwayland
yadm
yay
zram-generator
