base
base-devel
bluetuith
brightnessctl
cmake
dmenu
dosfstools
dunst
efibootmgr
feh
firefox
fish
gimp
git
gparted
grub
htop
i3blocks
jdk17-openjdk
jdk8-openjdk
kitty
lazygit
lf
linux
linux-firmware
linux-lts
lutris
man-db
mate-polkit
mimeo
mkdocs
mpv
mtools
nano
nasm
ncdu
neofetch
neovim
networkmanager
noto-fonts-cjk
noto-fonts-emoji
os-prober
pacman-contrib
python-i3ipc
python-pip
qbittorrent
rmlint
sudo
swayfx
swaylock
swww
sysstat
timeshift
tmux
ttf-jetbrains-mono-nerd
unarchiver
wine
winetricks
wl-clipboard
xdg-utils-mimeo
xorg-xhost
xorg-xwayland
xss-lock
yadm
yay
