base
base-devel
brightnessctl
chromium
clang
cmake
discord
dmenu
dosfstools
dunst
efibootmgr
fastfetch
fd
feh
fish
fzf
gimp
git
github-cli
gparted
grim
grub
gst-plugin-pipewire
gvfs-mtp
htop
hugo
i3blocks
intel-ucode
jdk17-openjdk
jdk21-openjdk
jdk8-openjdk
kitty
lazygit
lf
libpulse
linux
linux-firmware
linux-headers
man-db
mate-polkit
mesa-utils
mkdocs
mpv
mtools
namcap
nano
ncdu
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia
nvidia-prime
nvidia-utils
os-prober
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
prismlauncher
python-i3ipc
qbittorrent
ripgrep
rmlint
slurp
sof-firmware
swaylock
swww
sysstat
thunar
timeshift
tinyxxd
tmux
ttf-jetbrains-mono-nerd
unarchiver
wireplumber
wl-clipboard
xorg-xhost
xorg-xwayland
xss-lock
yadm
yt-dlp
zoxide
